Repository: mehturt/mozilla_sync
Catalog: l10n/*/mozilla_sync.po
Languages: ar

source: Failed to delete storage
ar: فشل في حذف وحدة التخزين

source: Failed to delete user
ar: فشل في ازالة المستخدم

source: Storage deleted
ar: حذف وحدة التخزين

source: User not found
ar: لم يتم العثور على المستخدم

source: Restriction saved
ar: تم حفظ التقييد

source: Invalid input
ar: مدخل غير صالح

source: Sync email saved
ar: تم حفظ مزامنة البريد الالكتروني

source: Quota saved
ar: تم حفظ Quota

source: Mozilla Sync
ar: مزامنة موزيلا

source: Restrict to group
ar: تقييد على مجموعة

source: When activated, only members of this group can access Mozilla Sync.
ar: عند التفعيل,اعضاء المجموعة فقط يمكنهم الوصول الى مزامنة موزيلا

source: Sync quota
ar: مزامنة quota

source: Set the value to 0 for unlimited quota.
ar: ضع القيمة 0 لـ يصبح quota غير محدود.

source: Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group.
ar: خطا! غير مسموح لك باستخدام مزامنة موزيلا! يجب ان تكون عضوا في هذه المجموعة %s

source: To set up Mozilla Sync create a new Sync account in Firefox.
ar: لاعداد مزامنة موزيلا انشئ حساب مزامنة جديد باستخدام فايرفوكس.

source: Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually.
ar: تم اعداد مزامنة موزيلا, الاجهزة الاضافية يمكن اضافتها عن طريق خدمة الاقتران أو بشكل يدوي.

source: Email
ar: البريد الإلكترونى

source: Has to be unique among all Sync users
ar: يجب ان يكون فريد من بين كل مستخدمين المزامنة

source: Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work.
ar: خطا! يوجد عنوان بريد الكتروني متكرر! عنوان البريد الالكتروني يجب ان يكون فريد لـ استخدام مزامنة موزيلا.

source: Password
ar: كلمة المرور

source: Use your ownCloud account password
ar: استخدم كلمة المرور الخاصة بحسابك في ownCloud

source: Server address
ar: عنوان الخادم

source: Sync Status
ar: مزامنة الحالة.

source: Last sync
ar: آخر مزامنة

source: Size of stored data
ar: حجم البيانات المحفوظة

source: No data stored yet.
ar: لا يوجد بيانات محفوظة حالياً.

source: Number of synced devices
ar: عدد الاجهزة المتزامنة

source: Delete Sync data
ar: حذف بيانات المزامنة

source: Attention! This will delete all your Sync data on the server.
ar: انتباه! سوف يتم حذف جميع بيانات المزامنة في الخادم.
